xeon/20240810-0125-new/logs/index-yes-no-no-0-32768-0-1723546243/pgbench.log
pgbench (18devel)
transaction type: /home/tomas/lock-scalability-test/20240810-0125-new/logs/index-yes-no-no-0-32768-0-1723546243/index.sql
scaling factor: 1
query mode: prepared
number of clients: 16
number of threads: 16
maximum number of tries: 1
duration: 10 s
number of transactions actually processed: 2114979
number of failed transactions: 0 (0.000%)
latency average = 0.076 ms
initial connection time = 10.355 ms
tps = 211706.981815 (without initial connection time)